Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/uutta_oppimateriaalia_inarinsaamenkieliseen_opetukseen.html.tmx
Source language: fin
Languages: sme

source: Uutta oppimateriaalia inarinsaamenkieliseen opetukseen
sme: Ođđa oahppamateriála anárašgielat oahpahussii

source: Anne Seipiharju ja suunnittelija Miina Seurujärvi .
sme: Anárašgielat vuođđooahpahussii lea almmustahtton ođđa oahppamateriála.

source: Äidinkielen Virkkuuvääri-sarja on täydentynyt toisen luokan kuuntelukappaleilla, neljännen luokan oppilaan tekstikirjalla ja viidennen luokan digiharjoituksilla.
sme: Ođđa materiála lea almmustahtton sihke eatnigiela ja vieris giela oahpahussii.

source: Vieraan kielen Hitruu-sarjaan on valmistunut lisämateriaalia: Hitruus sánádâh digihárjuttâsah (sanaston digiharjoitukset), Hitruus kielâoppâ já sánádâh pdf-siijđoh printtim várás (kielioppi- ja sanastoharjoituksia tulostettavaksi) ja Hitruu 1, 2, 3 ja 4 digimateriaalia sanaston harjoitteluun.
sme: Materiála leaba ráhkadan oahppamateriála geassebargi Anne Seipiharju ja plánejeaddji Miina Seurujärvi.

source: Virkkuuvääri 2 kuuntelukappaleet syksy ja kevät
sme: Eatnigiela Virkkuuvääri-ráidu lea dievasmahtton nuppi luohká guldalanbihtáiguin, njealját luohká oahppi teakstagirjjiin ja viđát luohká digihárjehusaiguin.

source: Kuuntelukappaleet ovat osa Virkkuuvääri 2 -kirjan tarinoita.
sme: Vieris gielat Hitruu-ráidui lea boahtán lassemateriála: Hitruus sánádâh digihárjuttâsah (sátneráju digihárjehusat), Hitruus kielâoppâ já sánádâh pdf-siijđoh printtim várás (giellaoahppa- ja sátnerádjohárjehusat, maid sáhttá printet) ja Hitruu 1, 2, 3 ja 4 digimateriála sátneráju hárjehallamii.

source: Sekä digimateriaalissa että varsinaisessa kirjassa on kuuntelukappaleisiin liittyvät kuvat ja sisältđkysymykset.
sme: Virkkuuvääri 2 guldalanbihtát čakča ja giđđa

source: Syksykirjan tekstit ovat lukeneet Heli Huovinen, Ritva Kangasniemi ja Hannu Kangasniemi.
sme: Guldalanbihtát leat oassi Virkkuuvääri 2 -girjji máidnasiid.

source: Kevätkirjan lukijat ovat Martta Alajärvi ja Jussa Seurujärvi.
sme: Sihke digimateriála ja aitosaš girjjis leat govat ja sisdoallogažaldagat, mat laktásit guldalanbihtáide.

source: Tarinat on kirjoittanut Petter Morottaja.
sme: Čakčagirjji teavsttaid leat lohkan Heli Huovinen, Ritva Kangasniemi ja Hannu Kangasniemi.

source: Virkkuuvääri 4 äidinkieli ja kirjallisuus -kirja
sme: Giđđagirjji lohkkit leat Martta Alajärvi ja Jussa Seurujärvi.

source: Neljännen luokan äidinkielen ja kirjallisuuden opetukseen tarkoitetun kirjan perustana on Otavan Kipinä 4 materiaali.
sme: Máidnasiid lea čállán Petter Morottaja.

source: Virkkuuvääri-kirjan jatkotarinat on kirjoittanut Petter Morottaja.
sme: Virkkuuvääri 4 eatnigiella ja girjjálašvuohta -girji

source: Muut tekijät ovat Miina Seurujärvi ja Mika Kolehmainen (kuvitus ja taitto).
sme: Njealját luohká eatnigiela ja girjjálašvuođa oahpahussii oaivvilduvvon girjji vuođđun lea Otava Kipinä 4 materiála.

source: Virkkuuvääri 5 digiharjoitukset
sme: Virkkuuvääri-girjji joatkkamáidnasiid lea čállán Petter Morottaja.

source: Viidennen luokan materaalista ensimmäisenä valmistuvat digiharjoitukset .
sme: Eará dahkkit leat Miina Seurujärvi ja Mika Kolehmainen (govven ja doadjin).

source: Materiaalissa on lyhyitä opetustekstejä ja niihin liittyviä harjoituksia sekä otteita kirjallisuudesta.
sme: Virkkuuvääri 5 digihárjehusat

source: Harjoitusten pohjana ovat Otavan Kipinä 5 harjoitukset, ne on sovittanut inarinsaamen kieleen ja kulttuuriin Henna Aikio.
sme: Viđát luohká materiálas vuosttažin válmmaštuvvet digihárjehusat .

source: Digiharjoitukset on tehnyt Miina Seurujärvi.
sme: Materiálas leat oanehis oahpahusbihtát ja daidda gullevaš hárjehusat ja oasit girjjálašvuođas.

source: Hitruus sanasto digiharjoitukset
sme: Hárjehusaid vuođđun leat Otava Kipinä 5 hárjehusat, daid lea heivehan anárašgillii ja kultuvrii Henna Aikio.

source: Hitruus sánádâh digihárjuttâsah -materiaalin toinen puolisko on Hitruus kielioppiharjoitukset, Hitruus kielâoppâ digihárjuttâsah .
sme: Digihárjehusaid lea ráhkadan Miina Seurujärvi.

source: Digiharjoituksilla voi opetella myös sanojen ääntämistä, lukemisen ja kirjoittamisen lisäksi.
sme: Hitruus sátneráju digihárjehusat

source: Samaa materiaalia voi käyttää paperisena kun tulostaa Hitruus kielâoppâ já sánádâh pdf-siijđoh printtim várás -materiaalin.
sme: Hitruus sánádâh digihárjuttâsah -materiála nubbi oassi lea Hitruus giellaoahppahárjehusat, Hitruus kielâoppâ digihárjuttâsah .

source: Digimateriaaleissa on lisämateriaalia (muistikortit ja bingoalustat tulostamista varten sekä linkit quizlet-harjoituksiin), jota ei ole tulostettavassa paperimateriaalissa.
sme: Digihárjehusaiguin sáhttá oahpahallat maiddái sániid jietnadeami, lohkama ja čállima lassin.

source: Hitruus kielâoppâ já sánádâh pdf-siijđoh printtim várás
sme: Seamma materiála sáhttá geavahit báberveršuvdnan go printe Hitruus kielâoppâ já sánádâh pdf-siijđoh printtim várás -materiála.

source: Hitruus kielioppi ja sanasto -materiaali täydentää Hitruu-sarjaa erillisillä kielioppi- ja sanastoharjoituksilla.
sme: Digimateriálain lea lassemateriála (muitokoarttat ja bingovuođut prentema várás ja liŋkkat quizlet-hárjehusaide), mat eai leat bábirveršuvdnan ja prentenládje.

source: Materiaali on tarkoitettu peruskoulun 3-6 luokille.
sme: Hitruus kielâoppâ já sánádâh pdf-siijđoh printtim várás

source: Materiaalia voi käyttää paperisena ( pdf-sivut tulostettaviksi ) tai digitaalisinena ( Hitruus kielâoppâ digiharjoitukset ja Hitruus sánádâh digiharjoitukset ).
sme: Hitruus giellaoahppa ja sátnerádju -materiála dievasmáhttá Hitruu-ráiddu sierra giellaoahppa- ja sátnerádjohárjehusaiguin.

source: Materiaalin tekijät ovat Miina Seurujärvi ja Petter Morottaja, kuvat Riitta Ahonen.
sme: Materiála lea oaivvilduvvon vuođđoskuvlla 3-6 luohkáin.

source: Hitruu 1 ja 2 digimateriaalit
sme: Materiála sáhttá geavahit báberveršuvdnan ( pdf-siiddut, maid sáhttá printet ) dahje digitála hámis ( Hitruus kielâoppâ digihárjehusat ja Hitruus sánádâh digihárjehusat ).

source: Hitruu 1 ja 2 digimateriaaleista voi lukea ja kuunnella Hitruu 1 ja 2 kirjojen tekstejä sekä harjoitella kuvien sanastoa.
sme: Materiála dahkkit leat Miina Seurujärvi ja Petter Morottaja, govat Riitta Ahonen.

source: Hitruu-sarjan on kirjoittanut Teija Linnanmäki ja kuvittanut Riitta Ahonen.
sme: Hitruu 1 ja 2 digimateriálat

source: Digimateriaalin on toteuttanut Anne Seipiharju ja hän myös lukee kuvien sanat materiaalissa.
sme: Hitruu 1 ja 2 digimateriálain sáhttá lohkat ja guldalit Hitruu 1 ja 2 girjjiid teavsttaid ja hárjehallat govaid sátneráju.

source: Hitruu 3 ja 4 digimateriaalit
sme: Hitruu-ráiddu lea čállán Teija Linnanmäki ja govaid sárgon Riitta Ahonen.

source: Hitruu 3 ja 4 digimateriaaleista voi lukea ja kuunnella Hitruu 3 ja 4 kirjojen tekstejä sekä harjoitella kuvien sanastoa.
sme: Digimateriála lea ollašuhttán Anne Seipiharju ja son maiddái lohká govaid sániid materiálas.

source: Lisätietoja:
sme: Hitruu-ráiddu lea čállán Teija Linnanmäki ja govaid sárgon Riitta Ahonen.

source: oppimateriaalisihteeri Hannu Kangasniemi, 010 839 3115 / 050 364 1385, hannu.kangasniemi(at)samediggi.fi
sme: Digimateriála lea ollašuhttán Anne Seipiharju ja son maiddái lohká govaid sániid materiálas.

source: inarinsaamen oppimateriaalisuunnittelija Miina Seurujärvi, 010 839 3193 / 050 344 0504, miina.seurujarvi(at)samediggi.fi
sme: Lassedieđut

source: Saamelaiskäräjien oppimateriaalit
sme: oahppamateriálačálli Hannu Kangasniemi, hannu.kangasniemi(at)samediggi.fi, 050-364 1385
